<%@ Page Title="" Language="C#" MasterPageFile="~/formationm.Master" AutoEventWireup="true" 
CodeBehind="PRINCIPALE.aspx.cs" Inherits="projet_formation.PRINCIPALE" %>
<asp:Content ID="Content1" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    أ<span style="color: #0066FF; font-size: x-large">هداف التكوين
</span><span style="font-size: x-large">
<br style="color: #FEFFFF" />
</span><span style="color: #000000">&nbsp;من هذا المنطلق أضحى من اللازم أن ينهج قسم التكوين والتتبع والتقييم بمديرية الموارد البشرية استراتيجية شاملة كرؤية مستقبلية لمواكبة الحاجيات التكوينية لموظفي القطاع.

الرفع من كفاءات الموظفين لتأهيلهم للقيام بالمهام الملقاة على عاتقهم وتأهيلهم لمسايرة الأساليب والوسائل الحديثة في العمل.

توحيد أساليب العمل المسطرية على مستوى كتابات الضبط بمختلف محاكم المملكة.

جعل الإدارة القضائية أداة فعالة تساهم في تطوير العمل القضائي.

تقوية كفاءات المسؤولين بالإدارة المركزية ومحاكم المملكة في ميادين مختلفة كالتدبير والتسيير بصفة عامة.

دعم التكوين الجهوي بتكوين المكونين الجهويين والمسؤولين عن التكوين الجهوي في ميادين تقنية دقيقة كهندسة التكوين والهندسة البيداغوجية المتعلقة بالتنشيط البيداغوجي.

تقوية التكوين القبلي الذي تعتمده مديرية الموارد البشرية في إطار التعاون المغربي الفرنسي وذلك باعتماد برامج تكوينية تتوافق والتكوين المبرمج بشراكة بين وزارة العدل المغربية ووزارة العدل الفرنسية.

الانفتاح على العالم الخارجي عن طريق تبادل الخبرات والتجارب في الميادين ذات التوجه المشترك.
أنواع التكوين:
التكوين الأساسي
يعد التكوين الأساسي من الأساليب الضرورية لأي إدارة من أجل إعداد الموظف الجديد وإدماجه في محيط عمله بأقل تكلفة وفي أقصر مدة مع تحقيق المردودية في أسرع وقت.

ومن أجل تحقيق هذه الغايات فإن قسم التكوين والتتبع والتقييم أخذ بعين الإعتبار تنوع الأطر والموظفين العاملين بوزارة العدل، من أطر خاصة كأطر وموظفي كتابة الضبط وأطر مشتركة كالأطر الإدارية والتقنية، و تنوع الأعمال والإجراءات التي تهم ما هو مسطري وإداري ومالي وتقني، مما جعله يعتمد الآليات<br />
<br />
&nbsp; 1</span><br 
    style="color: #000000" />
    <span style="color: #000000">- اعريف بالقوانين المنظمة للمؤسسة والمصالح التابعة لها كالتنظيم الهيكلي لوزارة العدل والتنظيم القضائي والتنظيم الهيكلي لكتابة الضبط وكتابة النيابة العامة والمديريات الفرعية الجهوية.....الخ.</span><br 
    style="color: #000000" />
<span style="color: #000000">&nbsp;2- التعريف بالإطار القانوني الذي ينتمي إليه الموظف دون إغفال التعريف بحقوقه وواجباته الإدارية.

<br />
- التعريف بشكل عام بالمساطر المتبعة بالمحاكم أو الجهة التي سيعين فيها الموظف الجديد. 

ومن أجل تحقيق الأهداف المتوخاة من التكوين الأساسي فإن قسم التكوين والتتبع والتقييم، عمد إلى تسطير برنامج تكوين سنوي يوافق سنة التدريب في مرحلتين 

المرحلة الأولـى: التعريف بالإطار العام للمؤسسة ولوظيفة المتكون.

المرحلة الثانية: التعريف بالمساطر المتبعة بالمحاكم والإجابة عن الأسئلة والإشكالات المطروحة من طرف المتكونين. 

ونشير إلى أنه خلال تواجد الموظف الجديد بمقر عمله، فإن قسم التكوين والتتبع والتقييم يعتبره في مرحلة تكوين عملي، حيث أن القسم يقوم بتتبعه خلال سنة التدريب الكاملة وذلك ببطائق تقييمية يملأها المسؤولون القضائيون والإداريون بعين المكان. 

التكوين المستمر
يعتبر التكوين المستمر من أهم التكوينات التي يستفيد منها الموظف أثناء حياته الإدارية، ويهدف هذا التكوين إلى الرفع من المستوى المعرفي والمهني للموظفين، وتعريفهم بالقوانين والمساطر الجديدة. 

وحتى يتسنى للتكوين تحقيق الغاية المتوخاة منه، فإن قسم التكوين والتقييم اعتمد برنامجا تكوينا شاملا: حيث نجد تكوينات خاصة برؤساء المصالح بمحاكم المملكة بمختلف أنواعها، وتكوينات متخصصة من أجل توحيد العمل بالمحاكم والإجابة على بعض الاشكالات المطروحة في بعض الميادين ذات الأهمية القصوى: كالسجل التجاري والسنديك والمنازعات الانتخابية والتنفيذ الزجري ومواضيع أخرى. 

ولكي لا يغلب على التكوين المستمر الطابع المسطري المرتبط بعمل المحاكم، فقد تم برمجة تكوينات إدارية وتقنية تخص موظفي الإدارة المركزية بعد تحديد الاحتياجات التكوينية اللازمة. 
التكوين التأهيلي
يهدف هذا النوع من التكوين إلى تأهيل الموظفين لتحمل المسؤولية عبر برنامجي التكوين الإعدادي لتحمل المسؤولية والتكوين الإعدادي لمزاولة مهام كتابة الضبط بالإضافة إلى تمكين الموظفين من اجتياز الامتحانات المهنية بنجاح عبر التكوين الإعدادي لاجتياز الامتحانات المهنية من أجل تحسين وضعيتهم المالية والإدارية وتكوينات أخرى بعد تفوقهم في هذه الامتحانات. 

ويمكن التمييز في هذا الإطار بين التكوينات التالية: 

1</span><br style="color: #000000" />
<span style="color: #000000">- التكوين الإعدادي لمزاولة مهام رئاسة كتابة الضبط.

&nbsp;التكوين الإعدادي لتحمل المسؤولية.2</span><br style="color: #000000" />
<span style="color: #000000">&nbsp;3- التكوين الإعدادي لاجتياز الامتحانات المهنية.</span><br 
    style="color: #000000" />
<span style="color: #000000">&nbsp;4- التكوين التأهيلي للموظفين الناجحين في الأمتحانات المهنية. </span><br 
    style="color: #000000" />
<span style="color: #000000">&nbsp;أساليب التكوين
عروض و مناقشات،
لقاءات مفتوحة مع المسؤولين القضائيين و االإداريين و أطر كتابة الضبط،
استعمال التقنيات الحديثة. 

أهداف و منجزات مديرية الموارد البشرية في ميدان التكوين:</span><br 
    style="color: #000000" />
<span style="color: #000000">&nbsp;+دعم برنامج التكوين بشقيه الاساسي والمستمر للرفع من كفاءات الموارد البشرية لتأهيلها للقيام بالمهام المنوطة بها</span><br 
    style="color: #000000" />
<span style="color: #000000"> 
+إخضاع جميع الذين تم قبولهم للتوظيف لتكوين نظري و ميداني قصد الإستئناس بالمحيط الذي سيعملون فيه 
+إشراك الموظف في تسيير الإدارة وتطويرها وذلك بتمكينه من المساهمة الفعلية والفعالة في التدبير اليومي عن طريق التكوين و التحفيز والتشجيع والتواصل والحوار والاستماع إلى مقترحاته حول السير العام للمرفق 
+خلق روح التنافس من أجل كشف الأطر العليا والاستفاد</span><br 
    style="color: #000000" />
<span style="color: #000000">ة من مؤه</span><br style="color: #000000" />
<span style="color: #000000">لاتها العلمية 
+تفعيل التكوين على المستوى الجهوي وذلك باشراك المديريات الفرعية الإقليمية في هذه العملية وبالتالي إشراك الطاقة البشرية 
</span> 
<br style="color: #000000" />
<span style="color: #000000">المتواجدة في مختلف الدوائر القضائية .

المصدر:الموقع الإلكتروني الرسمي لوزارة العدل والحريات 
</span> 
</asp:Content>
